Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Całe życie służyłem wiernie mojemu Zakonowi i o to co dostałem na stare lata - norę, w której mam doczekać końca swych dni. Ale nie będę cię zadręczał moimi problemami.
uk: Я все життя вірою і правдою служив своєму Ордену, і ось що я отримав на старість – нору, в якій я доживу до кінця своїх днів. Але я не буду обтяжувати тебе своїми проблемами.

source: Całkiem do twarzy ci w tym mundurze, kolego.
uk: Тобі дуже личить ця форма, друже.

source: Całkiem dobre, ale najbardziej to lubię wino!
uk: Досить непогане, але вино мені подобається більше!

source: Całkiem dobrze strzelam z łuku.
uk: Я досить добре стріляю з лука.

source: Całkiem dobrze, nie narzekam. Zwijaj się stąd.
uk: Цілком добре, не скаржуся. Забирайся звідси.

source: Całkiem jesteś zdolny, ale to za mało. Ćwiczę tylko najlepszych.
uk: Ти досить здібний, але цього недостатньо. Я треную тільки найкращих.

source: Całkiem mnie polubił, ale że wojownikiem i rachmistrzem byłbym marnym, polecił mnie Bermarowi. Takim oto sposobem trafiłem na tę farmę.
uk: Я йому дуже сподобався, але оскільки з мене був поганий боєць та бухгалтер, він порекомендував мене Бермару. Так я опинився на цій фермі.

source: Całkiem niezgorszy mieczyk.
uk: Досить непоганий меч.

source: Całkiem niezły z ciebie chłopiec na posyłki.
uk: З тебе непоганий хлопчик на побігеньках.

source: Całkiem niezły z ciebie myśliwy. Obyśmy tylko nigdy nie musieli rywalizować ze sobą o zwierzynę!
uk: Ти чудовий мисливець. Сподіваюся, нам ніколи не доведеться змагатися один з одним за дичину!

source: Całkiem nieźle radzę sobie z opryszkami.
uk: Я непогано розправляюся з бандитами.

source: Całkiem nieźle strzelam.
uk: Я досить добре стріляю.

source: Całkiem nieźle wychodzi nam to wspólne podróżowanie.
uk: Нам дуже добре разом подорожувати.

source: Całkiem nieźle! Prawdę mówiąc, to myślałem, że nie dasz rady.
uk: Непогана робота! Чесно кажучи, я думав, що ти не впораєшся.

source: Całkiem nieźle! Z tego co wiem, za chwilę dotrzemy na wyspę, a wtedy będziemy bezpieczni.
uk: В цілому, добре! Наскільки я знаю, ми незабаром дістанемося острова, і тоді вже будемо в безпеці.

source: Całkiem nieźle, całkiem nieźle... Wiedziałem, że warto cię zagadać, ty to masz łeb!
uk: Зовсім непогано... Я знав, що з тобою варто поговорити, у тебе є голова на плечах!

source: Całkiem nieźle, chłopcze.
uk: Дуже добре, хлопче.

source: Całkiem nieźle, młody.
uk: Досить непогано, юначе.

source: Całkiem nieźle, udało mi się wydobyć trochę złota.
uk: Досить непогано, мені вдалося видобути трохи золота.

source: Całkiem nieźle. Mam nadzieję, że już lepiej dbasz o swoje mapy. Pamiętaj, nie zawsze da się je uratować.
uk: Досить непогано. Сподіваюся, ти дбайливіше ставитимешся до своїх мап. Не забувай, що їх не завжди можна врятувати.

source: Całkiem nieźle. Mamy ciężkie czasy, więc trafia tu coraz więcej osób.
uk: Досить добре. Ми переживаємо важкі часи, тому все більше людей приходять сюди.

source: Całkiem przyjemnie się ciebie słuchało, młody. Masz, naprawiłem sieć. Powinna być w pełni używalna.
uk: Було дуже приємно слухати тебе, хлопче. Ось, я полагодив сітку. Вона має бути повністю придатною для використання.

source: Całkiem przyjemnie się z tobą pracuje, młody. Aż mi się przypomniały czasy, kiedy sam stawiałem pierwsze kroki w łowiectwie...
uk: Дуже приємно працювати з тобою, хлопче. Аж пригадались часи, коли я сам робив свої перші кроки у полюванні...

source: Całkiem sporo nazbierali sobie tych błyskotek. Monety, kielichy, biżuteria...
uk: Вони тут назбирали чимало цінного. Монети, келихи, прикраси...

source: Całkiem sporo, ale najpierw przyznaj: miło być w organizacji, gdzie na samym wstępie dają ci darmowy alkohol i zioło, nie?
uk: Досить багато, але спершу визнай: приємно бути в організації, де на початках тобі дають дармову випивку і траву, чи не так?

source: Całkiem sprawnie. Tu postukam młotkiem, tam coś przypiłuję, a potem czekam na wypłatę.
uk: Досить непогано. Постукаю тут молотком, там щось розпиляю, а потім чекаю оплати.

source: Całkiem sprytnie. Rzeczywiście, tutaj to chyba najprostsza droga.
uk: Досить розумно. Це дійсно, мабуть, найпростіший спосіб.

source: Całkiem szczerze? Ze względu na szybki zarobek. Od jakiegoś czasu najlepsi strażnicy są wysyłani na front, więc Roderich musi cały czas uzupełniać braki kadrowe.
uk: Якщо відверто? Через швидкий заробіток. Віднедавна найкращих вартових відправили на фронт, тож Родеріху доводиться весь час заповнювати нестачу кадрів.

source: Całkiem zmyślnie. Dobra, jeśli coś potrafisz, i masz złoto, to pokażę ci, jak nabrać krzepy.
uk: Розумно сказано. Гаразд, якщо ти вже щось вмієш, і маєш золото, я покажу тобі як стати сильнішим.

source: Całkowita regeneracja energii życiowej
uk: Повністю відновлює здоров'я

source: Całkowita regeneracja energii życiowej.
uk: Повністю відновлює здоров'я.

source: Całkowita regeneracja many
uk: Повністю відновлює ману

source: Całkowita regeneracja many.
uk: Повністю відновлює ману.

source: Całość wyposażenia to oczywiście atrapy, tak jak te zbroje paladynów, które możesz zobaczyć na każdym kroku, nie ma więc zagrożenia, że ktoś sobie coś zrobi.
uk: Все спорядження – це, звичайно, муляжі, як і той обладунок паладина, який можна побачити на кожному кроці, тож можна не хвилюватись, що хтось об них пораниться.

source: Cały Otho. Gdyby nie to, że robotę dał mu sam Ramsey, dziwak już dawno wyleciałby stąd na zbity łeb.
uk: Типовий Отто. Якби цю роботу не дав йому сам Рамзі, цей дивак давно б вже вилетів звідси.

source: Cały budynek był wypełniony jego najemnikami. Zanim stwierdzicie, że mogli być pod rozkazami kogoś innego, dodam, że właśnie tam próbował mnie zabić jeden z osobistych pomagierów Lichwiarza - Sachs.
uk: Вся будівля була заповнена його найманцями. Перш ніж ви зробите висновок, що вони могли діяти за чиїмось наказом, додам, що саме там мене намагався вбити один з особистих помічників Лихваря – Сакс.

source: Cały czas nad tym pracuję.
uk: Я працюю над цим весь час.

source: Cały czas narzekał na tutejszą gorzałkę, więc wszyscy myśleli, że poszedł się urżnąć do miasta.
uk: Він постійно скаржився на місцеву випивку, тому всі подумали, що він пішов до міста, щоб напитися.

source: Cały czas o tym myślę, ale to musi być coś niesamowitego! Nie można spoczywać na laurach, każda kolejna przygoda powinna być większa od poprzedniej.
uk: Я постійно про це думаю, але це має бути щось неймовірне! Не можна спочивати на лаврах, кожна наступна пригода має бути величнішою за попередню.

source: Cały czas próbowaliśmy ich powstrzymać.
uk: Ми весь час намагалися їх зупинити.

source: Cały czas szukają nowych osób, które mogłyby strzec miasta.
uk: Вони постійно шукають нових людей для охорони міста.

source: Cały czas widzę i słyszę coś niezwykłego. Wieści z frontu są coraz gorsze, a ludzie coraz bardziej niespokojni.
uk: Я весь час бачу і чую щось незвичайне. Новини з фронту стають дедалі гіршими, а люди все більш неспокійними.

source: Cały dzień spędzam w magazynie. Usłyszałem tylko krzyki i odgłosy walki dobiegające od strony murów miejskich.
uk: Я цілий день провів на складі. Я чув лише крики та звуки боротьби, що долинали з боку міських стін.

source: Cały dzień tak tutaj siedzisz?
uk: Ти що, цілий день тут сидиш?

source: Cały jestem podekscytowany. Ta wyprawa jest dokładnie tym, czego oczekiwałem.
uk: Я дуже схвильований. Ця експедиція – саме те, чого я очікував.

source: Cały majątek skazanego został skonfiskowany, a jego dom w Starym Mieście zostanie wystawiony na licytację, która odbędzie się w najbliższym czasie. Dokładne informacje zostaną rozwieszone na tablicach w najbliższym czasie.
uk: Все майно засудженого конфісковано, а його будинок у Старому місті буде виставлено на аукціон, який відбудеться найближчим часом. Точна інформація невдовзі буде розміщена на дошках оголошень.

source: Cały mój dobytek zostanie przekazany pod pieczę mych dwóch synów. Będą oni wspólnie zarządzać tym, co im daję w opiekę.
uk: Все моє майно має перейти у розпорядження двох моїх синів. Вони спільно керуватимуть тим, що я їм заповідаю.

source: Cały mój świat wywrócił się do góry nogami. Nie wiem już, co jest dobre, a co złe.
uk: Весь мій світ перевернувся з ніг на голову. Я більше не знаю, що добре, а що погано.

source: Cały ten wysiłek na marne. Kolejne miejsce sprawdzone, a żadnego skarbu nie ma. Ciekawe, czy Moritz po prostu oszalał na starość i sam narysował sobie mapę...
uk: Всі ці зусилля марні. Ще одне місце перевірено і ніякого скарбу. Цікаво, можливо Моріц просто збожеволів на старості років і намалював собі мапу...

source: Całymi dniami przesiaduje w Loży, na piętrze karczmy Oscara.
uk: Цілими днями він сидить у Ложі на верхньому поверсі корчми Оскара.

source: Całą robotę wykonałeś ty.
uk: Ти виконав усю роботу.

source: Celem tej wizyty jest coroczne zebranie podatków, przekazanie najnowszych rozporządzeń królewskich oraz kontrola aktualnego stanu wyspy.
uk: Метою цього візиту є щорічний збір податків, передача останніх королівських указів та перевірка поточного стану острова.

source: Celuj w środek rzeki i się nie martw. Adanos ma nas w opiece!
uk: Старайся впасти на середину річки і не хвилюйся. Аданос про нас подбає!

source: Celów.
uk: Мішені.

source: Cena jest okazyjna, za 150 sztuk złota dam ci akt własności mojego mieszkania zaraz obok targu portowego. Co ty na to?
uk: Ціна дуже вигідна, за 150 золотих я віддам тобі акт на право власності на моє помешкання, що розташоване поруч з портовим ринком. Що скажеш?

source: Cena spadła o połowę! Co ty na to?
uk: Продам вдвічі дешевше! Що на це скажеш?

source: Ceniony na Archolos przysmak morski,
uk: Цінний морський делікатес на Архолосі,

source: Cenię sobie honor i lojalność wśród ludzi, ale w takim wypadku nie mogę cię puścić wolno.
uk: Я ціную честь і відданість серед людей, але в такому випадку я не можу тебе відпустити.

source: Cenna rzecz - choć nie w mojej profesji.
uk: Цінна річ – хоч і не в моїй професії.

source: Cenne trofeum.
uk: Цінний трофей.

source: Cenny biały kamień,
uk: Дорогоцінний білий камінь,

source: Cenny czarny kamień,
uk: Дорогоцінний чорний камінь,

source: Ceny żywności idą ostatnio coraz bardziej w górę, więc będzie to trochę kosztować.
uk: Останнім часом дедалі більше зростають ціни на продукти, тож це обійдеться недешево.

source: Cenę za tę przeklętą wojnę Myrtańczyków ponosimy my, mieszkańcy Archolos.
uk: Ціну за цю прокляту міртанську війну платимо ми, жителі Архолосу.

source: Ceremonia dobiegła końca.
uk: Церемонію закінчено.

source: Certyfikat przekazywany przy sprzedaży
uk: Сертифікат, що видається після придбання

source: Certyfikat zakupu kufra
uk: Сертифікат про придбання скрині

source: Chaos... hahaha... chaos nie jest końcem, a początkiem! Początkiem czegoś nowego i dobrego. Czegoś słusznego.
uk: Хаос... ха-ха-ха... Хаос – це не кінець, а початок! Початок чогось нового і доброго. Чогось правильного.

source: Chata znajduje się na samym skraju podmokłych terenów.
uk: Хатина стоїть на самісінькому краю боліт.

source: Chata, w której przebywa, znajduje się zaraz za karczmą, tam gdzie żyje samo pospólstwo.
uk: Його будинок знаходиться за корчмою, там де живуть звичайні селяни.

source: Chce pozbyć się pełzaczy raz na dobre. Chyba nie tak trudno się domyślić, prawda?
uk: Хоче позбутися повзунів раз і назавжди. Не важко здогадатися, еге ж?

source: Chce się jedynie dowiedzieć gdzie on jest.
uk: Я хочу лише дізнатися, де він.

source: Chce zaznać spokoju. Gdzieś spisał i ukrył swoją spowiedź.
uk: Він хоче знайти спокій. Він десь записав і сховав свою сповідь.

source: Chce, bym doprowadził cię przed jego oblicze. Żywego.
uk: Він хоче, щоб я привів тебе до нього. Живим.

source: Chcemy by ktoś z zewnątrz to zrobił. Wiesz, tak żeby nikt nie oszukiwał.
uk: Ми хочемо, щоб це зробив хтось сторонній. Знаєш, щоб ніхто не шахраював.

source: Chcemy pozbyć się tych drani na dobre, a przy okazji nie pogniewamy się, jeśli te towary zostaną rozdysponowane ponownie przez nas.
uk: Ми хочемо позбутися цих виродків остаточно, і, до речі, ми не образимось, якщо ці товари будуть перерозподілені між нами.

source: Chcemy sprawdzić co się tutaj dzieje.
uk: Хотів перевірити, що тут коїться.

source: Chcemy tylko dziesięć sztuk złota na głowę!
uk: Ми хочемо лише по десять золотих кожному!

source: Chcemy zaproponować wam wyzysk i katorgę...
uk: Ми хочемо запропонувати вам експлуатацію та каторгу...

source: Chcemy, by nasi goście dobrze się bawili, a przede wszystkim wszystko obstawiali. Z doświadczenia wiem, że ilość krwi powinna być stopniowo dozowana.
uk: Ми хочемо, щоб наші відвідувачі гарно провели час і, насамперед, робили багато ставок. З досвіду знаю, що кількість пролитої крові потрібно збільшувати поступово.

source: Chcesz być częścią małego przedstawienia?
uk: Хочеш стати частиною невеликої вистави?

source: Chcesz czegoś konkretnego?
uk: Бажаєш щось конкретне?

source: Chcesz czegoś?
uk: Щось бажаєш?

source: Chcesz dostać? Przestań w tej chwili!
uk: Хочеш отримати? Припини негайно!

source: Chcesz go czy nie?
uk: Так ти хочеш його чи ні?

source: Chcesz go stąd zabrać?
uk: Хочеш забрати його звідси?

source: Chcesz go wyciągnąć z domu?
uk: Хочеш виманити його з дому?

source: Chcesz ich głowy?
uk: Тобі потрібні їхні голови?

source: Chcesz jeszcze coś wiedzieć?
uk: Хочеш ще щось запитати?

source: Chcesz jeszcze raz dostać w mordę?
uk: Знову хочеш отримати по морді?

source: Chcesz mi powiedzieć, że te podniszczone łódki i parę skrzynek to wszystko co zostało?
uk: Ти хочеш сказати, що ці пошарпані човни та кілька ящиків – це все, що залишилося?

source: Chcesz mi powiedzieć, że wynająłem kolejnego partacza?!
uk: Ти хочеш сказати, що я найняв ще одного неробу?!

source: Chcesz mi powiedzieć, że zdobyłeś fortunę na sprzedaży beczek?
uk: Ти хочеш сказати, що заробив свій статок на продажі бочок?

source: Chcesz mieć problemy ze strażą?
uk: Хочеш мати проблеми з Вартою?

source: Chcesz mieć spokój? To idź spotkać się z nim i miejmy to już za sobą. Zaczynam was mieć powyżej uszu!
uk: Хочеш спокою? То йди і зустрінься з ним, і давай покінчимо з цим. Ви мене вже дістали!

source: Chcesz mnie oszukać i jeszcze masz czelność czegoś ode mnie żądać? Wynoś się natychmiast!
uk: Ти хочеш мене обдурити і ще маєш нахабство щось від мене вимагати? Забирайся геть!

source: Chcesz mnie sprowokować?
uk: Ти намагаєшся мене спровокувати?

source: Chcesz mnie zabić?!
uk: Ти хочеш мене вбити?!

source: Chcesz mnie zabrać do tej śmierdzącej wsi? Przecież jedyne czego tam się można napić to jakieś pomyje!
uk: Ти хочеш забрати мене в це смердюче село? Єдине, що там можна замовити – це якісь помиї!

source: Chcesz mnie zabrać do tych łotrów? Lepiej mnie zabij na miejscu!
uk: Ти хочеш відвести мене до цих лиходіїв? Краще вбий мене на місці!

source: Chcesz nieźle zarobić?
uk: Хочеш непогано заробити?

source: Chcesz o tym podyskutować?
uk: Ти ще хочеш про це поговорити?

source: Chcesz o tym pogadać?
uk: Хочеш поговорити про це?

source: Chcesz odejść?
uk: Хочеш піти?

source: Chcesz opuścić szeregi straży miejskiej? Wiesz, z czym to się wiąże?
uk: Ти хочеш звільнитися з лав Міської Варти? Чи знаєш ти, що це за собою тягне?

source: Chcesz pobić swojego szefa?
uk: Ти хочеш побити свого начальника?

source: Chcesz podrobić testament?! To się nie godzi! W dodatku dokument musiałby przejść przez radcę miejskiego! To niemożliwe!
uk: Ти хочеш підробити заповіт?! Це неправильно! До того ж, документ має пройти через міську раду! Це неможливо!

source: Chcesz powiedzieć, że ktoś taki jak ja mógłby zostać magiem?
uk: Ви хочете сказати, що хтось на кшталт мене може стати магом?

source: Chcesz przejrzeć naszą ofertę? Rozmawiaj z Fadhą. Ona zajmuje się interesami.
uk: Хочеш ознайомитись з нашим асортиментом? Поговори з Фадхою. Вона займається продажем.

source: Chcesz płynąć w samo serce wojny? Niewielu odważyłoby się na coś takiego. Dlaczego o to prosisz?
uk: Ти хочеш попливти в саме серце війни? Мало хто наважився б на таке. Чому ти про це просиш?

source: Chcesz się czegoś dowiedzieć, pytaj Oscara.
uk: Якщо ти хочеш щось дізнатися, запитай в Оскара.

source: Chcesz się go pozbyć?
uk: Ти хочеш його позбутися?

source: Chcesz się jeszcze raz ze mną spróbować?
uk: Хочеш ще раз поборотися зі мною?

source: Chcesz się narazić Ulrykowi, tak?
uk: Ти хочеш ввійти в немилість Ульріка, так?

source: Chcesz się przekonać?
uk: Хочеш переконатися?

source: Chcesz się sprawdzić ze mną na pięści?
uk: Хочеш помірятися зі мною силою?

source: Chcesz się teraz poddać? Odnaleźliśmy Rozjemcę.
uk: Ти хочеш здатися зараз? Ми знайшли Миротворця.

source: Chcesz skończyć jak Otmar?
uk: Хочеш закінчити, як Отмар?

source: Chcesz strój bogatego kupca?
uk: Хочеш вбрання багатого торговця?

source: Chcesz upolować trolla? Chyba zwariowałeś!
uk: Хочеш вполювати троля? Ти, мабуть, з глузду з'їхав!

source: Chcesz upolować ścierwojada na obiad? A może obronić się przed wilkiem na trakcie? Markus oferuje usługi z zakresu rozwijania zręczności, strzelania z łuku, pozyskiwania trofeów oraz wytwarzania broni dystansowej.
uk: Хочете вполювати падальника на вечерю? А може, захиститися від вовка на дорозі? Маркус пропонує послуги з розвитку спритності, стрільби із лука, видобутку трофеїв та виготовлення стрілецької зброї.

source: Chcesz w łeb, czy w końcu sobie stąd pójdziesz?
uk: Хочеш отримати по голові, чи нарешті заберешся звідси?

source: Chcesz wejść do miasta? Mam dla ciebie radę. Strażnicy są wyjątkowo przekupni. Możesz spróbować zapłacić któremuś przy bramie i liczyć, że cię wpuści.
uk: Хочеш потрапити до міста? У мене є порада для тебе. Вартові надзвичайно підкупні. Можеш спробувати заплатити одному з тих, що стоять біля воріт, і сподіватись, що він тебе пропустить.

source: Chcesz wejść do miasta? Mam dla ciebie radę. Strażnicy w mieście są wyjątkowo przekupni. Możesz spróbować zapłacić któremuś przy bramie i liczyć, że cię wpuści.
uk: Хочеш потрапити до міста? У мене є порада для тебе. Вартові в місті надзвичайно підкупні. Можеш спробувати заплатити одному з тих, що стоять біля воріт, і сподіватись, що він тебе пропустить.

source: Chcesz wejść do miasta? Mam dla ciebie radę. Strażnicy w tym mieście są wyjątkowo przekupni. Możesz spróbować zapłacić któremuś przy bramie i liczyć, że cię wpuści.
uk: Хочеш потрапити до міста? У мене є порада для тебе. Вартові в цьому місті надзвичайно підкупні. Можеш спробувати заплатити одному з тих, що стоять біля воріт, і сподіватись, що він тебе пропустить.

source: Chcesz wiedzieć? Proszę bardzo!
uk: Хочеш дізнатися? Ось, будь ласка!

source: Chcesz wmówić wszystkim w Przystani, że Saul sam zastrzelił siebie z armaty?
uk: Ти хочеш розповісти всім у Гавані, що Сол сам застрелився з гармати?

source: Chcesz wrócić do pracy czy nie?
uk: Ти хочеш повернутися до роботи чи ні?

source: Chcesz współpracować z Gildią Kupiecką?
uk: Хочеш співпрацювати з Торговою Гільдією?

source: Chcesz wyjść z jaskini? O tej porze to samobójstwo!
uk: Хочеш вийти з печери? О цій порі це самогубство!

source: Chcesz wykorzystać okazję, żeby dać nogę, co? Już ja znam takich jak ty!
uk: Хочеш скористатись нагодою, щоб втекти, еге ж? Знаю я таких, як ти!

source: Chcesz wysadzić ten obóz?
uk: Ти хочеш підірвати цей табір?

source: Chcesz wysłuchiwać bluźnierstw tego oprawcy?
uk: Ти хочеш слухати богохульство цього поганця?

source: Chcesz zabić cieniostwora?
uk: Хочеш вбити тінезвіра?

source: Chcesz zostać strażnikiem miejskim i służyć Archolos tak długo, jak będzie cię ono potrzebować, lub tak długo, jak będziesz w stanie mu służyć?
uk: Чи готовий ти стати міським вартовим і служити Архолосу доти, доки він цього потребуватиме, або доки ти зможеш служити йому?

source: Chcesz żebym cię zastąpił?
uk: Хочеш, щоб я замінив тебе?

source: Chcesz, bym dał mu nauczkę?
uk: Хочеш, щоб я його провчив?

source: Chcesz, bym przekazał coś jeszcze?
uk: Бажаєш, щоб я передав щось ще?

source: Chcesz, żebym ci pokazał jak wspinać się na drzewo?
uk: Хочеш, щоб я показав тобі, як вилізти на дерево?

source: Chcesz, żebym ci pokazał, jak wspinać się na drzewo?
uk: Хочеш, щоб я показав тобі, як вилізти на дерево?

source: Chcesz, żebym go zabił?
uk: Хочеш, щоб я його вбив?

source: Chcesz, żebym niszczył winnicę waszego ojca?
uk: Хочеш, щоб я знищив виноградник вашого батька?

source: Chcesz, żebym pomógł ci go zabić?
uk: Хочеш, щоб я допоміг тобі його прикінчити?

source: Chcesz... złota?
uk: Ти... хочеш золота?

source: Chcesz? Weź i sobie przeczytaj.
uk: Якщо хочеш, візьми та прочитай сам.

source: Chciał mnie zmusić, żebym zwrócił mu winnicę, a jak się nie zgodziłem, to ruszył na mnie z najemnikami! Cholera jedna...
uk: Він хотів змусити мене повернути йому виноградник, а коли я відмовився – нацькував на мене найманців! От же ж гад...

source: Chciał zabić Rodrigo, ale koniec końców sam zjadł własną truciznę.
uk: Він хотів убити Родріго, але врешті-решт з'їв власну отруту.

source: Chciał zaoferować mi lekcję górnictwa. Na twoim kawałku złoża.
uk: Він хотів дати мені урок видобутку руди. На твоїй частині родовища.

source: Chciał zaoferować, że poduczy mnie górnictwa. Na twoim kawałku złoża.
uk: Він пропонував навчити мене видобутку руди. На твоїй частині родовища.

source: Chciał zemsty. Oczywiście tłumaczył sobie i mi, że robi to w obronie własnej. Rodrigo obiecał mu, że go zabije, więc Stan musiał działać.
uk: Він хотів помститися. Звісно, він переконував себе і мене, що робить це з метою самозахисту. Родріго погрожував, що вб'є його, тож Стен мусив діяти.

source: Chciał, żeby mnie zwerbowali, bo jestem 'silny', ale wygląda na to, że nie jestem też głupi.
uk: Він хотів, щоб мене завербували, бо я 'сильний', але, здається, я ще й не дурний.

source: Chciałam się zapytać czy pożyczyłbyś mi 50 sztuk złota?
uk: Хочу запитати, чи не міг би ти позичити мені 50 золотих?

source: Chciałam wyruszyć do miasta by poszukać dla siebie jakiejś lepszej pracy niż to, co proponowali nam w Silbach.
uk: Я хотіла вирушити до міста, щоб знайти для себе кращу роботу, ніж та, яку нам пропонували в Сільбаху.

source: Chciałaś mnie widzieć?
uk: Ти хотіла мене бачити?

source: Chciałbym ci pomóc, ale nie mogę. Ktoś musi pilnować bramy. Przykro mi.
uk: Хотів би я тобі допомогти, але не можу. Хтось повинен охороняти ворота. Мені шкода.

source: Chciałbym ci pomóc.
uk: Я хотів би тобі допомогти.

source: Chciałbym cię prosić o jeszcze jedną, drobną, przysługę...
uk: Я хотів би попросити тебе про ще одну маленьку послугу...

source: Chciałbym coś kupić.
uk: Я хотів би щось купити.

source: Chciałbym dla ciebie pracować.
uk: Я хочу працювати на тебе.

source: Chciałbym do was dołączyć.
uk: Я хотів би приєднатися до вас.

source: Chciałbym dowiedzieć się więcej o waszym bóstwie.
uk: Я хотів би дізнатися більше про ваше божество.

source: Chciałbym dowiedzieć się więcej o waszym ruchu.
uk: Я хочу дізнатися більше про ваш рух.

source: Chciałbym dołączyć do Gildii Kupieckiej. Co muszę zrobić by zostać jednym z was?
uk: Я хочу вступити до Торгової Гільдії. Що мені потрібно зробити, щоб стати одним із вас?

source: Chciałbym dołączyć do Gildii.
uk: Я хотів би вступити до Гільдії.

source: Chciałbym dołączyć do straży miejskiej.
uk: Я хотів би вступити до лав Міської Варти.

source: Chciałbym dołączyć do straży miejskiej...
uk: Я хотів би вступити до лав Міської Варти...

source: Chciałbym jakoś ci się dodatkowo odwdzięczyć za twoją pomoc z tymi monetami.
uk: Я хотів би якось додатково віддячити тобі за твою допомогу з цими монетами.

source: Chciałbym jednak sprawdzić, jak radzisz sobie z prawdziwymi przeciwnikami.
uk: Однак я хотів би побачити, як ти впораєшся зі справжніми супротивниками.
